Repository: Letractively/django-real-estate-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Enter at least one e-mail address.
pt_br: Entre pelo menos com um endereço de e-mail.

source: %s is not a valid e-mail address.
pt_br: %s este não é um endereço de e-mail válido

source: Logical exclude
pt_br: Exclusão lógica

source: Enable publish
pt_br: Publicar no site.

source: Creation date
pt_br: Data de criação

source: Entry with a init of date publicashion
pt_br: Entry com a data de início de publicação

source: Title
pt_br: Título

source: Doesn't exist this variable '%(field)s' for '%(object)s'.
pt_br: Não existe a variável %(field)s' para '%(object)s'.

source: Add Another
pt_br: Adicionar

source: Search...
pt_br: Procure...

source: Search for realtors.
pt_br: Buscar por corretores.

source: Successfully duplicated %(count)d %(items)s
pt_br: Copiado com sucesso %(count)d %(items)s.

source: Duplicate selected %(verbose_name_plural)s
pt_br: Copiar %(verbose_name_plural)s selecionados.

source: 1 property was
pt_br: 1 imóviel foi

source: %s properties were
pt_br: %s imovéis foram

source: %s successfully marked unpublished.
pt_br: %s despublicado(s) com sucesso.

source: Unpublish selected %(verbose_name_plural)s
pt_br: Despublicar %(verbose_name_plural)s selecionados.

source: %s successfully marked published.
pt_br: %s publicado(s) com sucesso

source: Publish selected %(verbose_name_plural)s
pt_br: Publicar %(verbose_name_plural)s selecionados.

source: Successfully enabled %(count)d %(items)s.
pt_br: Habilitado %(count)d %(items)s com sucesso.

source: Enable selected %(verbose_name_plural)s
pt_br: Habilitar %(verbose_name_plural)s selecionados.

source: Successfully disabled %(count)d %(items)s.
pt_br: Desabilitado %(count)d %(items)s com sucesso.

source: Disable selected %(verbose_name_plural)s
pt_br: Desabilitar %(verbose_name_plural)s selecionados.

source: Logical exclude object.
pt_br: Exclusão lógica

source: Successfully deleted %(count)d and disabled %(count_two)d %(items_two)s.
pt_br: Removido com sucesso %(count)d e desabilitado com sucesso %(count_two)d %(items_two)s.

source: Successfully disebled %(count)d %(items)s.
pt_br: Desabilitado com sucesso %(count)d %(items)s.

source: Successfully deleted %(count)d %(items)s.
pt_br: Deletado com sucesso %(count)d %(items)s.

source: Cannot delete %(name)s
pt_br: Não foi possível deletar %(name)s

source: Are you sure?
pt_br: Você tem certeza?

source: Delete selected %(verbose_name_plural)s
pt_br: Remover %(verbose_name_plural)s selecionado.

source: Add %s
pt_br: Adicionar %(name)s

source: The %(name)s "%(obj)s" was disabled successfully.
pt_br: "%(obj)s" %(name)s: desabilitado com sucesso.

source: The %(name)s "%(obj)s" was deleted successfully.
pt_br: "%(obj)s" %(name)s: deletado com sucesso.

source: The %(name)s "%(obj)s" was added successfully.
pt_br: "%(obj)s" %(name)s: deletado com sucesso.

source: You may add another %s below.
pt_br: Você pode adicionar %s.

source: The %(name)s "%(obj)s" was changed successfully.
pt_br: "%(obj)s" %(name)s: desabilitado com sucesso.

source: The %(name)s "%(obj)s" was added successfully. You may edit it again below.
pt_br: "%(obj)s" %(name)s: deletado com sucesso.

source: %(name)s object with primary key %(key)r does not exist.
pt_br: %(name)s com a primary key %(key)r não existe.

source: Change %s
pt_br: Editar

source: First name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: A user with that email already exists.
pt_br: Já existe um usu[ario com este e-mail.

source: Published
pt_br: Publicadas

source: Entry the title of propaganda
pt_br: Entre com o título da propaganda.

source: Description
pt_br: Descrição

source: Entry with description of propaganda
pt_br: Entre com a descrição da propaganda

source: Entry with file of propaganda
pt_br: Entre com o título da propaganda.

source: Published date
pt_br: Publicadas

source: Entry with a publication date.
pt_br: Entre com a data fim de publicação.

source: Date of init published
pt_br: Data inicio de publicação

source: Entry with a init publication date
pt_br: Entry com a data de início de publicação

source: Date of end published
pt_br: Data do fim da publicação

source: Entry with a end publication date
pt_br: Entre com a data fim de publicação.

source: News
pt_br: Notícias

source: Publish
pt_br: Publicação

source: Content
pt_br: Conteúdo

source: No image!
pt_br: Não há imagem!

source: photos
pt_br: Fotos

source: photo
pt_br: Foto

source: width
pt_br: Largura

source: height
pt_br: Tamanho

source: Automatically built from the caption. A slug is a short label generally used in URLs.
pt_br: Automaticamente construido pelo caption. O slug é curto geralmente usado em URLs

source: Description of photo
pt_br: Descrição

source: date published
pt_br: Data de publicação

source: Photos in future dates are only published on correct date.
pt_br: Fotos com data no futuro serão publicadas somente na data correta.

source: published
pt_br: Publicadas

source: File
pt_br: Arquivos

source: Property
pt_br: Imóvel

source: Featured object
pt_br: Destaque

source: Entry with a featured news
pt_br: Entre com o site a ser publicado

source: Amount of featured news
pt_br: Quantidade de objetos

source: Amount of featured news to display
pt_br: Quantidade de objetos em destaque para ser apresentado

source: Type of portlet
pt_br: Tipo de portlet

source: Add portlet
pt_br: Adicionar portlet

source: General Information
pt_br: Informações gerais

source: Detailed Information
pt_br: Informações detalhadas

source: Mark on map the localization. p.s: use the right click to mark place when use zoom.
pt_br: Marque a localização no map. obs.: Utilize o botão direito do mouse para marcar a localização do imóvel.

source: price
pt_br: Preço

source: Zip code
pt_br: CEP

source: Aditional things
pt_br: Caracterização adicional do imóvel

source: Realtor
pt_br: Corretor

source: Enter text to search.
pt_br: Entre com o texto para buscar

source: State
pt_br: Estado

source: District
pt_br: Bairro

source: Enter with new district.
pt_br: Entre com um novo bairro.

source: State of that belongs to district
pt_br: Estado que o bairro pertence

source: Districts
pt_br: Bairro

source: Classification
pt_br: Classificação do imóvel

source: Enter with new classification. Ex.: House, Build,...
pt_br: Entre com uma nova classificação. Ex.: Casa, Apartamento,...

source: Classifications
pt_br: Classificações

source: Status Property
pt_br: Estado do imóvel

source: Enter with new status. Ex.: Rent, Sale,...
pt_br: Entre com um novo estado do imovél. Ex.: Aluguel, Venda,...

source: Status Propertys
pt_br: Estado dos imóveis

source: Name
pt_br: Nome

source: Enter with new aditional things to property. Ex.: Pool, Barbecue,...
pt_br: Entre com uma nova caracterização do imóvel. Ex.: Piscina, Churrasqueira,...

source: Aditionals things
pt_br: Características adicionais

source: Position
pt_br: Posição do sol

source: Enter with a new position of sun of a property.
pt_br: Entre com a nova posição do sol do imóvel.

source: Position of sun
pt_br: Posição do sol

source: Positions of sun
pt_br: Posições do sol

source: code property
pt_br: código imóvel

source: Automatically built from utils.
pt_br: Automaticamente construido do utils.

source: address
pt_br: Endereço

source: Entry with address of property
pt_br: Entre com o endereço do imóvel

source: ZIP
pt_br: CEP

source: Entry with ZIP of property
pt_br: Entre com o CEP do imóvel

source: Entry with price of property
pt_br: Entre com o preço do imóvel

source: Entry with district of property
pt_br: Entre com o bairro do imóvel

source: Entry with condominium of property
pt_br: Entre com o condomínio do imóvel

source: Entry with IPUT of property
pt_br: Entre com o IPTU do imóvel

source: Entry with classification of property
pt_br: Entre com a classificação do imóvel

source: Entry with type of property
pt_br: Entre com o tipo do imóvel

source: Status
pt_br: Estado

source: Entry with aditional things of property
pt_br: Entre com a caracterização adicional do imóvel

source: Rooms
pt_br: Quartos

source: Entry with numbers of room of property
pt_br: Entre com o número de quartos do imóvel

source: Baths
pt_br: Banheiros

source: Entry with numbers of bath of property
pt_br: Entre com o número de banheiros do imóvel

source: Garage
pt_br: Garagem

source: Entry with numbers of garage of property
pt_br: Entre com o número de garagens do imóvel

source: Elevator
pt_br: Elevador

source: Entry with numbers of elevator of property
pt_br: Entre com o número de elevadores do imóvel

source: Furnishing
pt_br: Mobiliado

source: Entry with this property is furnishing
pt_br: Entre se o imóvel é imobiliado

source: Featured
pt_br: Destaque

source: Entry with this property is published in featured images
pt_br: Entre se o imóvel será publicado na imagem destaque do site

source: Under construction
pt_br: Imóvel em construção

source: Entry with this property is under construction.
pt_br: Entre se o imóvel está em construção

source: Private area
pt_br: Área privada

source: Set value in m²
pt_br: Digite o valor em m²

source: Entry with a end of date publicashion
pt_br: Entre com a data fim de publicação.

source: Entry with description of property
pt_br: Entre com a descrição do imóvel

source: publish on
pt_br: Publicado em

source: Entry with a site
pt_br: Entre com o site a ser publicado

source: Entry the name of realtor. ex.: Jonh
pt_br: Entre com o número do corretores ex.: João

source: Realtors
pt_br: Corretores

source: Propety
pt_br: Imóvel

source: Propetys
pt_br: Imóvies

source: Add
pt_br: Adicionar

source: History
pt_br: Histórico

source: View on site
pt_br: Veja no site

source: Manage list
pt_br: Gerenciar lista

source: Please correct the error below.
pt_br: Por-favor corriga o erro abaixo

source: Add %(name)s
pt_br: Adicionar %(name)s

source: Filter
pt_br: Filtro

source: files
pt_br: Arquivos

source: Files in future dates are only published on correct date.
pt_br: Arquivos com data futura serão publicados corretamente na data casdastrada

source: Files
pt_br: Arquivos

source: file
pt_br: Arquivo

source: This field is required.
pt_br: Este campo é obrigatório.

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Sex
pt_br: Sexo

source: Phone
pt_br: Telefone

source: Celphone
pt_br: Telefone

source: Alredy exist a visit registred on this date and time
pt_br: Já existe uma visita agendada para esta data e horário.

source: A new visit event has been add. User: {0} Property: {1} Date: {2} Link: {3}
pt_br: Uma nova visita foi marcada. Pessoa: {0} Imóvel: {1} Data: {2} Link: {3}

source: New visit event
pt_br: Nova visita

source: Has visit
pt_br: Visita em:

source: Has visit: %s
pt_br: Visita em: %s

source: Alredy exist a term visit registred on this site. You can only one.
pt_br: Já existe um Termo de visita registrado em seu site. Você poderá ter somente um.

source: Text of term
pt_br: Texto do termo

source: Term visit variables you can use: %s
pt_br: Variáveis que você poderá utilizar no Termo de visita: %s

source: Term Visit
pt_br: Termo de visita

source: Terms of hits
pt_br: Termos de visitas

source: Date of visit
pt_br: Data inicio de publicação

source: Visit
pt_br: Visita

source: Visits
pt_br: Visitas

source: Address
pt_br: Endereço

source: Work address
pt_br: Endereço

source: Work phone
pt_br: Telefone do trabalho

source: Visitor
pt_br: Visitante

source: Visitors
pt_br: Visitantes

source: Edit
pt_br: Editar

source: Print term visit
pt_br: Imprimir o termo de visita

source: Mensage
pt_br: Mensagem

source: Validator
pt_br: Validador

source: To
pt_br: Para

source: From
pt_br: De

source: Models available in the %(name)s application.
pt_br: Modelos disponíveis na aplicação %(name)s.

source: Change
pt_br: Editar

source: You don't have permission to edit anything.
pt_br: Você não tem permissão de editar

source: Visit calendar
pt_br: Calendário de visitas

source: Recent Actions
pt_br: Ações recentes

source: My Actions
pt_br: Minhas ações

source: None available
pt_br: Nenhum disponível

source: Unknown content
pt_br: Conteúdo desconhecido

source: Delete
pt_br: Deletar

source: Are you sure you want to delete the selected %(objects_name_delete)s? All of the following objects and their related items will be deleted:
pt_br: Você tem certeza que deseja DELETAR os %(objects_name_delete)s selecionados? Todos os seguintes objetos e suas relações serão desabilitadas:

source: Are you sure you want to disable the selected %(objects_name_disable)s? All of the following objects and their related items will be disabled:
pt_br: Você tem certeza que deseja DESABILITAR os %(objects_name_disable)s selecionados? Todos os seguintes objetos e suas relações serão desabilitadas:

source: Edit portlet
pt_br: Editar portlet

source: Read more
pt_br: Leia mais

source: Add another %(verbose_name)s
pt_br: Adicione outro %(verbose_name)s

source: Remove
pt_br: Remover

source: Complement information
pt_br: Informações gerais

source: You can return to <a href='javascript:history.go(-1)'>last page</a> or go to <a href='/'> home page</a>.<br /> Thanks,
pt_br: Você pode retornar para <a href='javascript:history.go(-1)'>página anterior</a> ou vá para <a href='/'>página principal</a>.<br /> Obrigado,

source: The %(verbose_name)s was created successfully.
pt_br: "%(obj)s" %(name)s: deletado com sucesso.
